{
  "documents": [
    {
      "id": "doc_0",
      "title": "Imagen de Prueba - Portafolio UC",
      "content": "Imagen: test_image.jpg\nTipo: JPG\nRuta: uploads\\test_image.jpg\nDescripción: Imagen cargada por el usuario",
      "source": "file",
      "filename": "",
      "date_added": "2025-09-25 14:22:34.947567"
    },
    {
      "id": "doc_1",
      "title": "modalidad",
      "content": "Imagen: NUEVO_PORTAFOLIO_pages-to-jpg-0001.jpg\nTipo: JPG\nRuta: uploads\\NUEVO_PORTAFOLIO_pages-to-jpg-0001.jpg\nDescripción: Imagen cargada por el usuario",
      "source": "file",
      "filename": "",
      "date_added": "2025-09-25 14:24:38.079697"
    },
    {
      "id": "doc_2",
      "title": "univercidad contiental",
      "content": "Universidad Continental | Carreras, Programas y Maestrías MÁS ESTUDIANTES POSTULANTES DOCENTES PADRES EGRESADOS NOTICIAS BLOG EMAIL Abrir menu Estudia en la Universidad Continental y obtén un título internacional Semana Internacional de la Facultad de Ciencias de la Empresa Un espacio diseñado para fortalecer competencias globales y conectar con tendencias actuales del mundo empresarial. Regístrate aquí NO RENUNCIO A DAR LO MEJOR DE MI Cada decisión que tomamos en la vida importa, y tener la valentía de decir \"No renuncio a dar lo mejor de mi\" es un acto de fe en uno mismo. Es creer que lo personal, lo profesional y lo emocional pueden integrarse para construir un camino pleno y equilibrado. Conoce más aquí OBTÉN DOS TÍTULOS EN 5 AÑOS Potencia tu perfil profesional y multiplica tus oportunidades de crecimiento laboral con un título estadounidense valorado por empresas en todo el mundo. Conoce más aquí +0 mil estudiantes confían en nuestra calidad académica Sabemos que estás listo para ser el protagonista de tu propio aprendizaje; en la Universidad Continental impulsamos un modelo educativo centrado en el estudiante con una metodología de estudios experiencial, experimental, colaborativa y multidisciplinaria; soportada por espacios físicos, virtuales y tecnología innovadora que te preparan para enfrentar situaciones reales para un mundo que está en constante cambio. ¿Por qué estudiar una carrera universitaria en la Universidad Continental? Somos una universidad gestora de ideas e innovaciones que surgen a través de la investigación científica, académica y social. Nuestro compromiso con la educación superior, la internacionalización y el desarrollo de carreras universitarias de alta demanda nos impulsa a brindar experiencias académicas de calidad, respaldadas por certificaciones internacionales. A través de nuestras carreras universitarias de pregrado, posgrado y programas de educación continua, formamos profesionales altamente competitivos, preparados para afrontar los desafíos del mercado laboral con el apoyo de metodologías innovadoras y herramientas tecnológicas avanzadas. Formación integral de calidad internacional Un modelo educativo innovador Aprendizaje personalizado Una propuesta educativa internacional Impulsamos la empleabilidad Las cifras respaldan nuestra experiencia Más de dos décadas de experiencia en la educación superior respaldan nuestra excelencia académica. En la Universidad Continental, ofrecemos carreras universitarias con doble titulación, certificaciones internacionales y diversas modalidades de estudio, adaptadas a las necesidades del mercado para impulsar la empleabilidad y la proyección global de nuestros egresados. 27 años de experiencia 3 modalidades de estudio 33 carreras en pregrado 112 programas de posgrado 11 Carreras con doble grado en EE.UU Solicita información sobre nuestras carreras Tú eliges cómo estudiar Modalidad de estudio: [Presencial/Semipresencial/A Distancia] Nombres, Apellido paterno, Apellido materno, Fecha de nacimiento, Correo electrónico, Celular 5 razones para elegir la Universidad Continental Hoy somos una de las mejores organizaciones de educación superior en el Perú, gracias al trabajo de nuestros equipos multidisciplinarios y expertos en educación. Hemos agrupado los beneficios que tenemos para nuestros estudiantes en 5 razones para estudiar en la Universidad Continental: Formación integral de calidad internacional Modelo Educativo Ruta de Aprendizaje personalizada Propuesta Educativa internacional Empleabilidad Más información Carreras y Modalidades Campus Continental Beneficios y Servicios Internacionalización Vida Estudiantil Un día en la vida del estudiante Nuestras egresadas y egresados cuentan sus experiencias, sus actuales logros en el campo laboral y las razones por las que estudiaron sus carreras universitarias en la Universidad Continental. He descubierto nuevas formas de aprendizaje gracias a salones y laboratorios de última generación que me permitieron explorar y prepararme para mi futura carrera en salud. Los docentes nos inspiran a esforzarnos para lograr nuestros objetivos académicos y humanitarios. Abigail Acosta Estudiante de Medicina Humana Campus Huancayo La elección de estudiar medicina humana fue acertada, ya que no solo cuenta con buena infraestructura y materiales, sino también con un grupo humano comprometido que destaca por su calidez y profesionalismo. Andy Aquino Estudiante de Medicina Humana Campus Huancayo Logros Calidad y prestigio Continental Nuestra calidad de enseñanza está respaldada por nuestros logros, acreditaciones y certificaciones internacionales. Somos la primera universidad en Latinoamérica en certificar y recertificar la implementación del Sistema de Garantía Interna de Calidad. Más información Obtuvimos el máximo puntaje en las categorías de Aprendizaje en línea, Empleabilidad e Inclusión. Más información Obtuvimos el sello internacional de calidad ANECA en Enseñanzas No Presenciales e Híbridas (ENPHI). Más información Logramos la categoría “Full Accredited” que reconoce la alta especialización de nuestros docentes. Más información Nuestros docentes promueven la innovación e investigación generando impacto en el desarrollo del país. Más información Experiencia Continental Nuestra comunidad Te ofrecemos la oportunidad de vivir la experiencia Continental a través de nuestros programas de impacto positivo, práctica de deportes, talleres extracurriculares, laboratorios de fabricación digital, incubadora de negocios, talleres artísticos, actividades culturales y mucho más; que te permitirán potenciar tu talento por medio del aprendizaje experiencial. Experiencia emprendedora Te brindamos la mejor experiencia de aprendizajes, acompañamiento y conexiones para lograr lo que te propongas. Más información Experiencia internacional Impulsamos activamente la internacionalización de nuestra comunidad educativa: estudiantes, docentes, investigadores y colaboradores. Más información Experiencia universitaria Desarrollarás tus habilidades y talentos gracias a los programas y actividades extracurriculares que tenemos para ti. Más información Oportunidades laborales Te ofrecemos actividades y estrategias de inserción laboral para potenciar tu empleabilidad. Más información Estudiantes Continental Conoce las últimas noticias de nuestros estudiantes y cómo están impactando en el país y el mundo. Más información Noticias y Eventos Lo más destacado de la semana Vive al máximo tu carrera universitaria y asiste a los diversos eventos, convocatorias, charlas informativas que organiza la Universidad Continental. También, te compartimos las últimas noticias, avances y entrevistas de tu campo profesional. Ver noticias Ver eventos 25 de septiembre del 2025 Universidad Continental lanza Contihelp en Huancayo para transformar la experiencia estudiantil Ver más 25 de septiembre del 2025 Estudiante de la Universidad Continental presenta “La Dama de la Almudena”, film de terror producido en Cusco Ver más 24 de septiembre del 2025 Universidad Continental impulsa la investigación estudiantil en el CONASEIN 2025 Ver más Cerrar ¡Hola! Obtén dos títulos en 5 años Potencia tu perfil profesional y multiplica tus oportunidades de crecimiento laboral con un título estadounidense valorado por empresas en todo el mundo. Más información",
      "source": "url",
      "filename": "https://ucontinental.edu.pe/",
      "date_added": "2025-09-25 14:26:17.261669"
    }
  ],
  "total_documents": 3,
  "last_updated": "2025-09-25 14:26:17.261710"
}